Repository: jmbe/pictogram-updater
Catalog: PictogramUpdater/TextResources.*.resx
Languages: sv

source: Looking for new images...
sv: Letar efter nya pictobilder...

source: Download complete.
sv: Nedladdning av pictobilder klar.

source: Looking for new images with text...
sv: Letar efter nya pictobilder i klartext...

source: Looking for new sounds...
sv: Letar efter nya ljud...

# downloadSoundsComplete
source: Sound download complete
sv: Nedladdning av ljud klar.

source: Installation complete.
sv: Installationen är klar.

# failedFileAccess
source: Installation failed due to file access error.
sv: Installationen misslyckades på grund av problem att skriva till en fil.

# failedNetworkAccess
source: Installation failed due to network problems.
sv: Installationen misslyckades på grund av att nedladdningsservern inte gick att nå.

# warningPictogramManagerRunning
source: Pictogram Manager is running. Remember to restart it to see the new images.
sv: Pictogramhanteraren är igång. Kom ihåg att starta om Pictogramhanteraren för att se de nya bilderna.

source: Restart Pictogram Manager
sv: Starta om Pictogramhanteraren

# dialogInstallationCompleteExit
source: Installation complete. Exit update application?
sv: Installationen är klar. Avsluta uppdateringsprogrammet?

# dialogExitTitle
source: Pictogram Update
sv: Uppdatering Bildbas Pictogram

# checkingAccountDetails
source: Verifying account details...
sv: Kontrollerar kontouppgifter...

# downloadingLanguages
source: Loading languages...
sv: Laddar ner språklista...

source: Ready
sv: Redo

# installationAborted
source: Installation has been aborted
sv: Installationen har avbrutits

source: Download aborted
sv: Nedladdning avbruten

# adminRightsNotice
source: The update application needs to be run with administrator rights. Windows will now ask you to allow this.
sv: Uppdateringsprogrammet kräver administratörsrättigheter för att installera bilderna. Windows kommer nu att fråga dig om du vill tillåta detta.

# adminRightsTitle
source: Administrative rights
sv: Administratörsrättigheter

# errorAdminRights
source: The application could not be started. Please contact us.
sv: Programmet kunde inte startas. Var vänlig kontakta oss.

# canNotStart
source: Cannot start application
sv: Programmet kan inte startas

source: Updating ini file...
sv: Uppdaterar ini-fil...

source: Ini file updated.
sv: Ini-fil uppdaterad.

source: There are
sv: Det finns

source: new files to download.
sv: nya filer att ladda ner.

# downloadingFile
source: Downloading
sv: Laddar ner

source: new files...
sv: nya filer...

# errorDownloadingFile
source: Error downloading
sv: Fel vid nedladdning av

source: Creating new directory
sv: Skapar ny katalog

# accountDetailsValid
source: Account details are valid.
sv: Kontouppgifterna är giltiga.

# mustCheckAccountDetails
source: Check account details!
sv: Kontrollera kontouppgifterna!

source: Could not connect to server.
sv: Kunde inte ansluta till server.

source: in plain text
sv: i klartext

# cdHeader
source: Update for Pictogram 4.0
sv: Uppdatering av Bildbas Pictogram 4.0

# webbHeader
source: Picto Online Update
sv: Bildbas Pictogram 4.0 - webbversion

# downloadPlainTextComplete
source: Downloading plain text images complete.
sv: Nedladdning av pictobilder i klartext klar.

# errorDownloadNew
source: Could not log in to server. Please check if a new version of the update program is available at http://www.pictogram.se/produkter/ .
sv: Kunde inte logga in på servern. Det kan bero på att en ny version av uppdateringsprogrammet har kommit ut. Titta gärna in på http://www.pictogram.se/produkter/ .

# errorLoginFailed
source: Could not connect to server. Please check username and password.
sv: Kunde inte logga in på servern. Kontrollera användarnamn och lösenord.

source: No text
sv: Ingen text
